export const terms_array = [
  {
    _id: 'c2f82cfd-82bf-4881-b8fd-90c626414a87',
    title: 'terms',
    idx: 0,
    heading: '제1조 (목적)',
    content:
      '<p class="font_8">본 약관은 주식회사 마이리걸팀(이하 "회사")가 운영하는 “www.typelegal.io”를 통해 제공하는 제반 서비스(이하 “타입리걸”, 또는 “서비스”)를 이용자(이하 "회원")가 이용할 수 있도록 "회사"가"회원"에게 이용 권한을 부여함에 있어서 필요한 제반 사항 및 상호 간의 권리와 의무, 책임 사항을 규정함을 그 목적으로 합니다.</p>',
    is_clause: true,
  },
  {
    _id: '97833c96-cbb5-4e65-a3b7-fe2cac9bd478',
    title: 'terms',
    idx: 1,
    heading: '제2조 (용어의 정의)',
    content:
      '<p class="font_8">1. 본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.</p>\n<p class="font_8">- “사이트”라 함은 “타입리걸” 서비스 제공을 위하여 “회사”가 운영하는 웹사이트(www.typelegal.io)를 의미합니다.</p>\n<p class="font_8">- “회원“라 함은 본 이용 약관에 동의하고 회원 가입을 완료한 “서비스” 이용자를 말합니다.</p>\n<p class="font_8">- “회원명”(ID)이라 함은 “회원”의 식별과 “서비스” 이용을 위하여 “회원”이 정하고 “회사”가 승인하는 문자와 숫자, 특수기호의 조합을 의미합니다.</p>\n<p class="font_8">- “비밀번호”(PASSWORD)라 함은 “회원”이 “서비스”를 이용하는 과정에서 “회원명”을 사용할 권한이 있는 “회원”임을 확인하고, “회원”의 “서비스” 내 비밀을 보호하기 위하여 “회원” 자신이 정한 문자 또는 숫자, 특수기호의 조합을 의미합니다.</p>\n<p class="font_8">- “계정”이라 함은 “회원명”과 “비밀번호”에 기반한 로그인 계정을 의미합니다.</p>\n<p class="font_8">- “게시물”이라 함은 “회원”이 “타입리걸”를 이용함에 있어, “사이트” 상에 게시한 부호•문자•소리•화상•동영상 기타 정보 형태의 글, 사진 및 각종 파일과 링크를 의미합니다.</p>\n<p class="font_8">2. 본 약관에서 사용하는 용어의 정의는 전 항에서 정하는 것을 제외하고는 관계 법령 및 “타입리걸” 이용안내, 기타 상관례에 따릅니다.</p>',
    is_clause: true,
  },
  {
    _id: '6668300f-d3e7-4cfa-a994-a31689b6f75f',
    title: 'terms',
    idx: 2,
    heading: '제3조 (약관의 효력 및 변경)',
    content:
      '<p class="font_8">1. 본 약관은 “타입리걸”를 이용하는 “회원”에 대하여 그 효력이 발생합니다.</p>\n<p class="font_8">2. 본 약관은 "타입리걸" 이용을 위해 "회사"가 제공한 "사이트"에 접속하여 이용자 계정을 생성하거나 "타입리걸" 내 기타 기능을 이용함으로써 "회원"은 본 약관에 대해 동의를 한 것으로 간주합니다.</p>\n<p class="font_8">3. "회원"이 본 약관에 동의하지 않을 경우 "타입리걸" 이용자 계정을 생성하거나 "타입리걸" 내 기타 기능을 이용할 수 없습니다.</p>\n<p class="font_8">4. “회사”는 필요하다고 인정되는 경우 본 약관을 변경할 수 있으며, “회사”가 약관을 변경할 경우에는 적용일자 및 변경 사유를 명시하여, 제10조의 규정과 같은 방법으로 그 적용일자 15일 전부터 공지합니다. 다만, “회원”에게 불리한 약관의 변경인 경우에는 그 적용 일자 30일 전부터 공지하며, E-mail, SMS 등으로 “회원”에게 개별 통지합니다. (“회원”의 연락처 미기재, 변경 등으로 인하여 개별 통지가 어려운 경우에 한하여 “사이트”에 변경 약관을 공지함으로써 개별 통지한 것으로 간주합니다.)</p>\n<p class="font_8">5. “회사”가 본 조 제4항에 따라 변경 약관을 공지 또는 통지하면서, “회원”이 약관 변경 적용일 까지 거부의사를 표시하지 아니할 경우 약관의 변경에 동의한 것으로 간주한다는 내용을 공지 또는 통지하였음에도 “회원”이 명시적으로 변경된 약관의 효력 발생일까지 약관 변경에 대한 거부의사를 표시하지 아니하면 “회원”이 변경 약관에 동의한 것으로 간주합니다. “회원”는 변경된 약관에 동의하지 않을 경우 “타입리걸”의 이용을 중단하고 “이용 계약”을 해지할 수 있습니다.</p>\n<p class="font_8">6. 본 약관에 동의하는 것은 “사이트”를 정기적으로 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 “회원”의 피해에 대하여 “회사”는 책임을 지지 않습니다.</p>',
    is_clause: true,
  },
  {
    _id: '3590e217-ecde-46b0-870a-afe0860a4aa4',
    title: 'terms',
    idx: 3,
    heading: '제4조 (약관 외 준칙)',
    content:
      '<p class="font_8">1. 본 약관에 명시되지 않은 사항에 대해서는 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 “정보통신망법”이라 함), 전자상거래 등에서의 소비자보호에 관한 법률 등의 관계법령에 의합니다.</p>\n<p class="font_8">2. 본 약관은 "회원"이 "타입리걸"와 상품, 서비스, 기타 내용에 대해 별도의 계약(이하 "개별 이용약관")을 체결했을 경우, "회원"은 본 약관 외에 "개별 이용약관"의 규정에 따라 "타입리걸"를 이용해야 합니다.</p>',
    is_clause: true,
  },
  {
    _id: 'b8cb4ee2-afb5-4f8e-a09f-dfcb08b00948',
    title: 'terms',
    idx: 4,
    heading: '제5조 (가입)',
    content:
      '<p class="font_8">1. “서비스”를 이용하려고 하는 자(이하 “가입신청자”라 합니다)는 “서비스”에 가입하여야 하고, “가입신청자”가 약관의 내용에 동의한다는 표시로 체크박스에 체크를 함으로써 가입신청을 하고 “회사”가 이러한 신청에 대해 승낙함으로써 가입이 성립됩니다. 이 경우 “가입신청자”는 아래의 사항에 동의한 것으로 간주됩니다.</p>\n<p class="font_8">- 본 이용약관에 동의하며</p>\n<p class="font_8">- 본 이용약관을 위반할 경우 제재조치가 취해질 수 있음을 인지하고 이에 대해 동의합니다.</p>\n<p class="font_8">2. “회사”는 필요하다고 인정하는 경우 “가입신청자”에게 가입을 위한 별도의 서류를 제출하도록 할 수 있습니다.</p>\n<p class="font_8">3. “회사”는 다음 각 호에 해당하는 경우에는 가입의 승낙을 유보하거나 하지 않을 수 있고, 사후에 이용계약을 해지할 수도 있습니다.</p>\n<p class="font_8">- 본 약관에 의해 이전에 “회사”가 계약을 해지했던 “회원”이 다시 가입 신청을 하는 경우</p>\n<p class="font_8">- 본 약관에 의해 탈퇴했던 “회원”이 30일 이내에 동일한 이메일주소로 다시 가입을 신청한 경우</p>\n<p class="font_8">- 가입신청서에 허위의 정보를 기재하거나, “회사”가 제시하는 내용을 기재하지 않은 경우</p>\n<p class="font_8">- “가입신청자” 혹은 “회원”의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반사항을 위반하여 신청하는 경우</p>\n<p class="font_8">- 기타 “회사”가 관련법령 등을 기준으로 하여 명백하게 타 “회원”에게 해가 되거나 사회질서 및 미풍양속에 반할 우려가 있음을 인정하는 경우</p>\n<p class="font_8">4. “회사”는 서비스관련설비의 여유가 없거나, 서비스를 제공하는 데 있어 기술상 또는 업무상 문제가 있는 경우, 기타 “회사”가 재정적, 기술적으로 필요하다고 인정하는 경우에는 승낙을 유보할 수 있습니다.</p>\n<p class="font_8">5. 제4항에 따라 가입 승낙이 유보되는 경우, “회사”는 “회사”가 필요하다고 인정하는 경우“가입신청자”가 입력한 이메일 주소로 이를 알릴 수 있습니다.</p>\n<p class="font_8">6. 이용계약의 성립 시기는 “회사”가 신청절차 상에서 가입완료를 표시한 시점으로 합니다.</p>\n<p class="font_8">7. “회사”는 회사정책에 따라 “회원”에게 등급을 부여할 수 있고, 서비스 사용에 있어 등급에 따른 차등을 둘 수 있습니다.</p>',
    is_clause: true,
  },
  {
    _id: 'd63c7214-c7cf-4244-a97c-2bec3f1ce72d',
    title: 'terms',
    idx: 5,
    heading: '제6조 (회원 정보의 변경)',
    content:
      '<p class="font_8">1. “회원”는 설정 및 마이페이지 메뉴 등을 통해 언제든지 본인의 회원정보를 열람할 수 있으며, 해당 페이지에서의 입력, 혹은 “회사”에 대한 요청을 통해 정보를 수정할 수 있습니다.</p>\n<p class="font_8">2. “회원”는 가입신청 시 기재한 사항을 변경할 경우 “회사”에 그 변경사항을 알려야 하며, 변경사항을 “회사”에 알리지 않아 발생한 불이익에 대해서 “회사”는 책임을 부담하지 않습니다.</p>\n<p class="font_8">3. “회원”는 연락수단(이메일, 휴대전화번호) 등 가입신청시 기재한 사항이 변경될 경우 이를 지체 없이 “회사”에 알리거나 개인정보 변경을 통해 변경 등록을 해야 하며, 회원 정보를 변경하지 않아 발생한 손해에 대하여 “회사”는 책임을 부담하지 않습니다.</p>',
    is_clause: true,
  },
  {
    _id: 'b5525f58-a6ff-4dec-9637-fd42b3bc73da',
    title: 'terms',
    idx: 6,
    heading: '제7조 (개인정보의 수집 및 보호)',
    content:
      '<p class="font_8">1. “회사”는 서비스 제공을 위하여 회원으로부터 필요한 개인정보를 수집합니다.</p>\n<p class="font_8">2. 제1항에 따라 수집된 개인정보에 대하여, “회사”는 “회원”의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 회사의 개인정보처리방침이 적용됩니다.</p>\n<p class="font_8">3. 다만, “회사”의 공식 서비스 이외의 링크된 사이트에서는 회사의 개인정보처리방침이 적용되지 않습니다.</p>',
    is_clause: true,
  },
  {
    _id: '42ae74a1-a2f2-4c59-9dad-a705699737b1',
    title: 'terms',
    idx: 7,
    heading: '제8조 (회원의 회원명 등의 관리에 대한 책임)',
    content:
      '<p class="font_8">1. “회원”의 “회원명”과 “비밀번호”의 관리에 대한 책임은“회원”에게 있으며, 회원의 고의 혹은 과실로 인하여 이를 제3자가 이용할 경우 이에 대한 모든 불이익에 대한 책임은 회원에게 있습니다.</p>\n<p class="font_8">2. “회원”는 “회원명”, “비밀번호” 및 추가정보 등을 도난당하거나 제3자가 사용하고 있음을 인지한 경우 이를 즉시 “회사”에 통보하여 “회사”의 안내에 따라야 합니다.</p>\n<p class="font_8">3. 제2항의 경우에 “회원”이 “회사”에 그 사실을 통지하지 않거나 통지한 경우에도 “회사”의 안내에 따르지 않아 발생한 불이익에 대하여 “회사”는 책임을 부담하지 않습니다.</p>\n<p class="font_8">4. “회사”는 “회원”의 “회원명”이 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나, “회사” 및 회사의 운영자로 오인될 우려가 있는 경우, 해당 회원명의 이용을 제한할 수 있습니다.</p>',
    is_clause: true,
  },
  {
    _id: '471b2075-a06c-46cb-83a3-cbce58c6c772',
    title: 'terms',
    idx: 8,
    heading: '제9조 (서비스 이용)',
    content:
      '<p class="font_8">1. 회사가 회원에게 제공하는 “서비스”는 다음과 같습니다.</p>\n<p class="font_8">- 계약서 무료작성 서비스</p>\n<p class="font_8">- 그 외 문서 자동생성 서비스</p>\n<p class="font_8">2. “서비스” 이용은 “회사”의 가입 신청 승낙 직후부터 가능합니다. 단, 본인인증을 완료하지 않은 경우 서비스의 일부 또는 전부의 사용에 제한이 있을 수 있습니다.</p>\n<p class="font_8">3. “서비스” 상에 “회원”이 게재하는 요청문, 번역문, 메모, 댓글, 자기소개, 컨텐츠 등은 모두 불특정 다수에게 공개될 수 있는 형태로 게시되며, 번역 서비스의 특성 상 “회사”가 인정하는 예외적인 경우를 제외하고는 삭제되지 않습니다.</p>\n<p class="font_8">4. 서비스 이용시간은 “회사”가 기술상, 혹은 업무상으로 서비스 제공이 불가능한 경우를 제외하고는 연중무휴 1일24시간(00:00-24:00)으로 함을 원칙으로 합니다.</p>\n<p class="font_8">5. “회사”는 서비스설비의 정기점검, 교체 및 고장, 통신두절 등 운영상의 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 만일 서비스 제공의 중단이 24시간을 초과할 경우 회사는 제10조에 따라 “회원”에게 사전 통지하며, 사전에 통지할 수 없는 부득이한 사유가 있는 경우에는 사후에 통지합니다.</p>\n<p class="font_8">6. “회사”는 서비스 제공에 필요하다고 판단되는 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스 제공 화면을 통하여 공지합니다.</p>\n<p class="font_8">7. “회원”의 서비스 이용 권리는 이를 양도 내지 증여하거나 질권의 목적으로 사용할 수 없습니다.</p>\n<p class="font_8">“회원”의 서비스 이용이 정상적인 절차에 따라 이루어지지 않고 있다고 판단될 경우, 회사가 개입하여 “회원”의 행위를 대신할 수 있습니다. 이 때 판단의 권한은 전적으로 “회사”에 있습니다.</p>',
    is_clause: true,
  },
  {
    _id: '7e0d9893-1013-40ca-a986-907858d04321',
    title: 'terms',
    idx: 9,
    heading: '제10조 (회원에 대한 통지)',
    content:
      '<p class="font_8">1. “회사”가 “회원”에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스에 등록된 회원의 이메일로 할 수 있습니다.</p>\n<p class="font_8">2. 제1항의 경우에 “회원”이 이메일 인증을 하지 않거나 고의 혹은 과실로 허위의 이메일을 입력하여 통지를 받지 못하는 경우 회사는 책임을 부담하지 않습니다.</p>\n<p class="font_8">3. “회사”는 회원 전체에 대한 통지의 경우 서비스 내에 뉴스를 발행하거나 공지사항 게시판에 7일 이상 게시함으로써 제1항의 통지에 갈음할 수 있습니다.</p>',
    is_clause: true,
  },
  {
    _id: 'c465dd34-d306-4ae9-97ef-8c39900253d5',
    title: 'terms',
    idx: 10,
    heading: '제11조 (서비스의 변경, 중단 및 제한)',
    content:
      '<p class="font_8">1. “회사”는 “타입리걸 서비스”의 내용, 품질, 또는 기술적 사양 등에 대해 “회사”의 합리적 판단에 따라 변경할 수 있습니다. 이 경우 변경되는 “타입리걸 서비스” 이용 내용 및 제공 일자를 명시하여 제공 일자로부터 15일 전에 미리 “사이트” 초기화면 또는 email을 통해 공지합니다. 단, 변경 내용이 “회원”에게 불리한 변경의 경우에는 적용일자 30일 이전부터 적용일자 전일까지 공지합니다.</p>\n<p class="font_8">2. “회사”는 다음 각 호에 해당하는 경우 “타입리걸 서비스” 이용의 전부 또는 일부를 제한하거나 중단, 종료할 수 있습니다.</p>\n<p class="font_8">- ”타입리걸 서비스” 이용 설비의 보수점검, 교체, 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우</p>\n<p class="font_8">- “회원”이 “회사”의 영업활동을 방해하는 경우</p>\n<p class="font_8">- 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 “타입리걸 서비스” 이용에 지장이 있는 경우</p>\n<p class="font_8">- ”회사”의 제반 사정으로 “타입리걸 서비스”를 유지할 수 없는 경우</p>\n<p class="font_8">- 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우</p>\n<p class="font_8">3. “회원”는 다음 각 호에서 정한 바에 따라 “이용계약”을 해지할 수 있습니다.</p>\n<p class="font_8">- ”회원”은 언제든지 “회사”에 이용계약 해지의 의사를 통지할 수 있습니다.</p>\n<p class="font_8">- ”회원” 탈퇴로 인해 발생한 불이익에 대한 책임은 “회원” 본인이 져야 하며, “이용계약”이 종료되면 “회사”는 “회원”에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.</p>\n<p class="font_8">- “회원”은 "타입리걸 서비스" 이용 관련 내용에 동의하지 않을 경우 “이용 계약”의 해지를 요청할 수 있습니다.</p>\n<p class="font_8">4. “회사”는 "회원"의 “타입리걸 서비스” 이용의 변경, 중단, 종료로 인하여 발생하는 문제에 대해서 어떠한 책임도 지지 않습니다.</p>\n<p class="font_8">5. “회사”는 “회원”이 제13조에 규정한 “회원”의 의무를 이행하지 않을 경우 사전 통지 없이 즉시 “이용계약”을 해지하거나 또는 해당 “회원”의 “타입리걸 서비스”를 제한할 수 있습니다.</p>\n<p class="font_8">6. 본 조 제5항의 “회사” 조치에 대하여 “회원”는 “회사”가 정한 절차에 따라 이의신청을 할 수 있습니다.</p>\n<p class="font_8">7. 본 조 제6항의 이의가 정당하다고 “회사”가 인정하는 경우, “회사”는 즉시 “타입리걸 서비스” 제공을 재개합니다.</p>',
    is_clause: true,
  },
  {
    _id: '88cd1a85-d74f-4883-a79f-f2cd8a7510b1',
    title: 'terms',
    idx: 11,
    heading: '제12조 (회사의 의무)',
    content:
      '<p class="font_8">1. “회사”는 “타입리걸 서비스”의 제공과 관련하여 수집한 “회원”의 개인정보를 본인의 사전 동의 없이 제3자에게 누설, 배포하지 않습니다. 단, 관계법령에 의한 수사상의 목적으로 관계기관으로부터 요구받은 경우나 방송통신심의위원회의 요청이 있는 경우 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 그러하지 않습니다.</p>\n<p class="font_8">2. “타입리걸 서비스”와 관련한 “회원”의 불만사항이 고객센터를 통하여 접수되는 경우 “회사”는 이를 신속하게 처리하여야 하며, 신속한 처리가 곤란한 경우 그 사유와 처리 일정을 “사이트”에 게재하거나 E-mail 등을 통하여 동 “회원”에게 통지합니다.</p>\n<p class="font_8">3. “회사”는 정보통신망법, 통신비밀보호법, 등 “타입리걸 서비스”의 운영, 유지와 관련한 법규를 준수합니다.</p>',
    is_clause: true,
  },
  {
    _id: '64f79868-be8e-41aa-9580-c302f6cf1a54',
    title: 'terms',
    idx: 12,
    heading: '제13조 (회원의 의무)',
    content:
      '<p class="font_8">1. “회원”는 다음 각 호의 어느 하나에 해당하는 행위를 해서는 안 됩니다.</p>\n<p class="font_8">- 가입신청 또는 “회원” 정보 변경 시 허위내용을 기재하는 행위</p>\n<p class="font_8">- 타인의 정보를 도용하는 행위</p>\n<p class="font_8">- “회사”의 “서비스”에 게시된 정보를 변경하거나 “서비스”를 이용하여 얻은 정보를 “회사”의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 제3자에게 제공하는 행위</p>\n<p class="font_8">- “회사”가 제공하는 “서비스”를 이용하여 제3자에게 “회원” 본인을 홍보할 기회를 제공하거나 제3자의 홍보를 대행하는 등의 방법으로 금전을 수수하거나 “서비스”를 이용할 권리를 양도하고 이를 대가로 금전을 수수하는 행위</p>\n<p class="font_8">- “회사” 기타 제3자에 대한 허위의 사실을 게재하거나 지식재산권을 침해하는 등 “회사”나 제3자의 권리를 침해하는 행위</p>\n<p class="font_8">- 다른 “회원”의 “회원명” 및 “비밀번호”를 도용하여 부당하게 “서비스”를 이용하는 행위</p>\n<p class="font_8">- 타인의 계좌번호 및 신용카드번호 등 타인의 허락 없이 타인의 결제정보를 이용하여 회사의 유료서비스를 이용하는 행위</p>\n<p class="font_8">- 피라미드 조직이나 테러 조직 등에 가입할 것을 권유하는 내용을 게시하거나 외설 또는 폭력적인 메시지 • 화상 • 음성 등을 게시하거나 기타 공서양속에 반하는 정보를 공개 또는 게시하는 행위</p>\n<p class="font_8">- 정보통신망법 등 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송하거나 게시하는 행위</p>\n<p class="font_8">- 청소년보호법에서 규정하는 청소년유해매체물을 게시하는 행위</p>\n<p class="font_8">- 공공질서 또는 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음성 등을 유포하는 행위</p>\n<p class="font_8">- “회사”의 직원이나 “서비스”의 관리자를 가장하거나 사칭하여 또는 타인의 명의를 모용하여 글을 게시하거나 메세지를 발송하는 행위</p>\n<p class="font_8">- 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전자우편으로 발송하는 행위</p>\n<p class="font_8">- 스토킹(stalking), 욕설, 글 도배 등 다른 “회원”의 서비스 이용을 방해하는 행위</p>\n<p class="font_8">- 다른 “회원”의 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위</p>\n<p class="font_8">- 불특정 다수를 대상으로 하여 광고 또는 선전을 게시하거나 스팸메일을 전송할 목적으로 다른 “회원”들의 정보를 수집하는 행위</p>\n<p class="font_8">- “회사”가 제공하는 소프트웨어 등을 개작하거나 리버스 엔지니어링, 디컴파일, 디스어셈블 하는 행위</p>\n<p class="font_8">- “회사”의 “서비스” 설명이나 약관 등 “회사”의 지식재산을 “회사”의 동의 없이 무단으로 도용하는 행위</p>\n<p class="font_8">- “서비스” 내의 정보를 “회사”의 경쟁사, 혹은 잠재적 경쟁사에 제공하는 행위</p>\n<p class="font_8">- “회사”의 서버 등 “회원”들에게 개방되지 않은 부분의 정보에 접근하는 행위</p>\n<p class="font_8">- 개인 정보를 노출하거나 개인 연락처를 노출하는 방법으로 “회사”와 사전에 동의되지 않은 “서비스” 외의 개별 거래를 시도하는 행위</p>\n<p class="font_8">- 현행 법령, 회사가 제공하는 서비스에 정한 약관 기타 서비스 이용에 관한 규정을 위반하는 행위</p>\n<p class="font_8">- 기타 다른 회원의 서비스 사용을 방해하거나 “회사”의 서비스 제공을 방해하는 행위</p>\n<p class="font_8">- 기타 “회사” 및 서비스에 위해가 될 수 있는 행위</p>\n<p class="font_8">2. “회원”는 관계법, 본 약관의 규정, 이용 안내 및 서비스와 관련하여 공지한 주의사항, “회사”가 통지하는 사항 등을 준수해야 하며, 기타 “회사”의 업무에 방해되는 행위를 해서는 안됩니다. “회사”는 회원이 제1항, 혹은 제2항에 저촉되는 행위를 하는 경우 해당 게시물 등을 삭제 또는 임시삭제 할 수 있고 “서비스” 이용 제한, 계약 해지, 영구 탈퇴, 민형사상의 고소/고발 등의 조치를 취할 수 있으며, 이로 인하여 “회사”에 손해가 발생한 경우 손해배상을 청구할 수 있습니다.</p>',
    is_clause: true,
  },
  {
    _id: 'bbac9f4b-cafa-454f-a7a1-967eee3f06ab',
    title: 'terms',
    idx: 13,
    heading: '제14조 (권리의 귀속)',
    content:
      '<p class="font_8">1. “서비스”에 대한 저작권 기타 지식재산권은 “회사”에 귀속됩니다. 단, 회원의 게시물 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.</p>\n<p class="font_8">2. “회사”는 “서비스”와 관련하여 “회원”에게 “회사”가 정한 이용조건에 따라 계정, “회원명”, 콘텐츠, 등을 이용할 수 있는 이용권만을 부여하며, 회원은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.</p>',
    is_clause: true,
  },
  {
    _id: '21cb68ea-90e2-4766-a99e-7aa2c130309b',
    title: 'terms',
    idx: 14,
    heading: '제15조 (환불)',
    content:
      '<p class="font_8">1. “회원”이 과오 납입한 경우, “회사”는 해당하는 금액을 환불합니다. 이 경우 환불 절차로 인하여 발생하는 수수료는 “회원”이 부담합니다.</p>\n<p class="font_8">2. 변심 등 “회원”의 귀책사유로 환불하는 경우, 환불 절차로 인하여 발생하는 수수료는 “회원”이 부담합니다.</p>\n<p class="font_8">3. 제2항의 규정에도 불구하고 아래 각 호의 경우에는 “회원”이 결제한 전액을 환불합니다.</p>\n<p class="font_8">- “회원”이 결제를 완료한 후 24시간 이내에 “서비스”를 이용한 내역이 없는 경우</p>\n<p class="font_8">- “서비스” 장애 등 “회사”의 귀책사유로 “서비스”를 이용할 수 없는 상황인 경우</p>\n<p class="font_8">- 제1호의 사유로 환불하는 경우, 발생하는 수수료는 “회원”이 부담합니다. 제2호의 사유로 환불하는 경우에는 발생하는 수수료를 “회사”가 부담합니다.</p>\n<p class="font_8">4. “회원”이 제13조의 규정을 위반하여 “회사”가 “회원”의 “서비스” 이용을 제한하거나 일방적으로 본 계약을 해지하는 경우 “회사”는 “회원”으로 인하여 발생한 손해액에 상응하는 금액에 대해 환불하지 않습니다</p>\n<p class="font_8">5. “회원”는 이용계약을 해지하거나 “서비스”를 탈퇴하는 경우 사전에 환불 요청을 해야 하며, 환불 요청 없이 이용계약을 해지하거나 “서비스”를 탈퇴한 경우 “회사”는 환불의 의무를 지지 않습니다.</p>\n<p class="font_8">6. “회원”이 이용한 결제수단을 이용하여 환불하는 것을 원칙으로 하나, 이것이 불가능한 경우에는 “회사”가 정하는 별도의 방법으로 환불합니다.</p>\n<p class="font_8">7. “회사”는 환불 절차를 7 영업일 이내에 처리하는 것을 원칙으로 하며, 신용카드사, 페이팔 등 제3자의 처리 지연 및 “회원”의 귀책사유로 인한 지연이 발생한 경우 해당 날짜는 처리 기간에 산입하지 않습니다.</p>',
    is_clause: true,
  },
  {
    _id: '5ead8a55-9fb9-429e-9aa9-2f0d90f2b0d8',
    title: 'terms',
    idx: 15,
    heading: '제16조 (정보의 제공 및 광고의 게재)',
    content:
      '<p class="font_8">1. ”회사”는 “타입리걸 서비스”를 운영함에 있어 각종 정보를 “사이트”에 게재하거나 E-mail 및 서신 우편 등의 방법으로 “회원”에게 제공할 수 있습니다.</p>\n<p class="font_8">2. ”회사”는 “회원”의 동의 하에 SMS, E-mail 등을 통하여 개발에 유용한 정보와 기타 광고 등을 송신할 수 있습니다.</p>',
    is_clause: true,
  },
  {
    _id: 'c305e60c-09d9-4219-b3cd-c79822da422e',
    title: 'terms',
    idx: 16,
    heading: '제17조 (게시물 또는 내용물의 삭제)',
    content:
      '<p class="font_8">1. “회사”는 “사이트” 내에서 “회원”이 게시하거나 전달하는 모든 “게시물”이 다음 각 호의 경우에 해당한다고 판단되는 경우 사전통지 없이 삭제할 수 있으며, 이에 대해 “회사”는 어떠한 책임도 지지 않습니다.</p>\n<p class="font_8">- ”회사”, 다른 “회원” 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우</p>\n<p class="font_8">- 공공질서 및 미풍양속에 위반되는 내용의 “게시물” 유포 등에 해당하는 경우</p>\n<p class="font_8">- 범죄 행위에 결부된다고 인정되는 내용인 경우</p>\n<p class="font_8">- ”회사” 또는 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우</p>\n<p class="font_8">- 본 조 제2항 소정의 세부이용지침을 통하여 “회사”에서 규정한 게시기간을 초과한 경우</p>\n<p class="font_8">- 불필요하거나 승인되지 않은 광고, 판촉물을 게재하는 경우</p>\n<p class="font_8">- 기타 관계 법령 및 “회사”의 지침 등에 위반된다고 판단되는 경우</p>\n<p class="font_8">2. ”회사”는 “게시물”에 관련된 세부이용지침을 별도로 정하여 시행할 수 있으며, “회원”는 그 지침에 따라 각종 “게시물”을 등록하거나 삭제하여야 합니다.</p>',
    is_clause: true,
  },
  {
    _id: '17996c08-86a8-4c46-a2dd-0b7055b1a031',
    title: 'terms',
    idx: 17,
    heading: '제18조 (손해배상)',
    content:
      '<p class="font_8">1. “회사”는 “회원”이 “타입리걸 서비스”를 이용함에 있어 “회사”의 고의 또는 과실로 인해 손해가 발생한 경우에는 민법 등 관련 법령이 규율 하는 범위 내에서 그 손해를 배상합니다.</p>\n<p class="font_8">2. “회원”은 본 약관을 위반하거나 관계 법령을 위반하여 “회사”에 손해가 발생한 경우에는 “회사”에 그 손해를 배상하여야 합니다.</p>\n<p class="font_8">3. “회원”이 본 약관을 위반하거나 관계 법령을 위반하여 제3자가 “회사”를 상대로 민•형사상의 법적 조치를 취하는 경우에는 “회원”은 자신의 비용과 책임으로 “회사”를 면책시켜야 하며, 이로 인해 발생하는 손해에 대해 배상하여야 합니다.</p>',
    is_clause: true,
  },
  {
    _id: 'e45903c3-142b-4707-8fa3-ab4e2d6148e6',
    title: 'terms',
    idx: 18,
    heading: '제19조 (면책사항)',
    content:
      '<p class="font_8">1. “회사”는 “타입리걸 서비스”와 관련하여 “회사”의 고의 또는 중과실이 없이 “회원”에게 발생한 일체의 손해에 관하여 책임을 부담하지 않습니다.</p>\n<p class="font_8">2. “회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “타입리걸 서비스”를 제공할 수 없는 경우에는 “타입리걸 서비스”에 관한 책임이 면제됩니다.</p>\n<p class="font_8">3. “회사”는 “회원”의 귀책사유로 인한 “타입리걸 서비스”의 이용 장애에 대하여 책임을 지지 않습니다.</p>\n<p class="font_8">4. “회사”는 “회원”이 “타입리걸 서비스”의 이용으로 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그 밖에 “타입리걸 서비스”를 통하여 얻은 자료로 인한 손해 등에 대하여도 책임을 지지 않습니다. “회사”는 “회원”이 “사이트”에 게재한 정보, 자료, 사실의 신뢰도 및 정확성 등 내용에 대하여는 책임을 지지 않습니다.</p>\n<p class="font_8">5. “회사”는 “회원” 상호간 또는 “회원”과 제3자 상호간에 “타입리걸 서비스”를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임이 없습니다.</p>\n<p class="font_8">6. “회원”이 자신의 개인정보를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 “회사”는 일절 책임을 지지 않습니다.</p>',
    is_clause: true,
  },
  {
    _id: '8c8c08fb-446a-4fa5-b73e-c44353f5ceeb',
    title: 'terms',
    idx: 19,
    heading: '제20조 (양도 및 권한 위임 금지)',
    content: '<p class="font_8">“회원”은 “회사”의 동의 없이 본 약관 상의 권리 또는 의무의 전부 또는 일부를 제3자에게 양도, 위임하거나 담보의 목적으로 제공할 수 없습니다.</p>',
    is_clause: true,
  },
  {
    _id: 'c3bc113e-27c9-4e5d-ab08-53fbc827f6e5',
    title: 'terms',
    idx: 20,
    heading: '제21조 (준거법 및 관할법원)',
    content:
      '<p class="font_8">1. “회사”와 “회원” 간 제기된 소송은 대한민국 법을 준거법으로 합니다.</p>\n<p class="font_8">2. “타입리걸” 이용과 관련하여 “회사”와 “회원” 사이에 분쟁이 발생한 경우, “회사”와 “회원”는 분쟁의 해결을 위해 성실히 협의합니다. 본 약관과 관련한 소의 제기는 서울중앙지방법원을 제1심 전속 관할법원으로 합니다.</p>',
    is_clause: true,
  },
  {
    _id: 'c12d6ce7-ab1b-453c-82c2-da5e05e3b109',
    title: 'terms',
    idx: 21,
    heading: '부칙',
    content: '<p class="font_8">본 약관은 2023. 4. 28.부터 적용됩니다.</p>',
    is_clause: true,
  },
]

export const privacy_array = [
  {
    _id: 'e2375b11-4ef2-44df-a854-07796bb693db',
    title: 'privacy',
    idx: 0,
    content:
      '<p class="font_8">주식회사 마이리걸팀(이하 “회사” 또는 “타입리걸”)에 가입 신청을 하거나 회사에서 서비스 이용 등을 하는 것은 타입리걸 이용약관 및 본 개인정보 처리방침에 동의함을 뜻합니다. 본 개인정보 처리방침은 사이트 내의 지정된 공간에 항상 게시되며, 개정될 경우 바뀐 내용과 이유를 사용자들이 알 수 있도록 사이트 상에 공지합니다. 본 개인정보 처리방침에서 사용되는 용어는 타입리걸 이용약관에서의 용어와 동일합니다.</p>',
  },
  {
    _id: '7a411a78-4cec-4d3c-ab07-9989359008a7',
    title: 'privacy',
    idx: 1,
    heading: '제1조 (개인 정보의 수집∙이용 목적)',
    content:
      '<p class="font_8">회사는 이용자의 신분과 서비스 이용 의사를 확인하여 최적화되고 맞춤화 된 서비스를 제공하기 위해 아래와 같은 목적으로 개인 정보를 수집합니다. 수집한 개인 정보를 아래의 목적 외로 사용하거나, 이용자의 동의 없이 제3자에게 이를 공개하지 않습니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">1. 민원사무 처리</p>\n<p class="font_8">민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락•통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">2. 재화 또는 서비스 제공</p>\n<p class="font_8">신규 서비스 개발 및 맞춤 서비스 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 서비스 이용에 대한 통계 등 회사의 서비스를 제공하기 위한 목적으로 개인정보를 처리합니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">3. 마케팅 및 광고에의 활용</p>\n<p class="font_8">이벤트 및 광고성 정보 제공 및 참여기회 제공을 목적으로 개인정보를 처리합니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">4. 회원관리</p>\n<p class="font_8">회원제 서비스 제공에 따른 개인식별, 서비스 가입 의사 확인, 콘텐츠 제공, 이용약관 위반 회원에 대한 이용 제한 조치, 가입 및 가입 횟수 제한, 서비스 부정 이용 제재, 비인가 사용 방지, 고충 처리 및 분쟁 조정을 위한 기록 보존, 고지사항 전달, 회원 탈퇴 의사 등의 확인</p>',
    is_clause: true,
  },
  {
    _id: '1b9f1d53-7e9a-4ad5-921e-e2fecee64a8a',
    title: 'privacy',
    idx: 2,
    heading: '제2조 (개인 정보 수집 및 이용 정책)',
    content:
      '<p class="font_8">회사는 서비스 제공을 위해 하기와 같이 이용자의 개인정보를 수집이용 합니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">1. 개인정보 수집방법</p>\n<p class="font_8">회사는 다음과 같은 방법으로 개인정보를 수집합니다.</p>\n<p class="font_8">- 홈페이지, 서면양식, 팩스, 전화, 상담 게시판, 이메일, 이벤트 응모</p>\n<p class="font_8">- 협력회사로부터의 제공</p>\n<p class="font_8">- 생성정보 수집 툴을 통한 수집</p>\n<p class="font_8"><br></p>\n<p class="font_8">2. 개인 정보 수집 및 이용 정책</p>\n<p class="font_8">회사의 홈페이지(www.typelegal.io) 또는 타입리걸 홈페이지(수집하는 개인 정보는 다음과 같으며, 이는 본 약관 "1. 개인 정보의 수집∙이용 목적"에 명시된 목적으로 이용됩니다.</p>\n<p class="font_8">- 수집 항목: 이름, 이메일</p>\n<p class="font_8">- 기타 항목: 서비스 이용과정에서 쿠키정보, IP정보, 서비스 이용기록, 방문기록, 기기정보(하드웨어 모델, 운영체제 버전, 고유기기 식별정보 등) 등이 자동으로 생성되어 수집될 수 있습니다.</p>\n<p class="font_8">- 소유권 변경: 회사가 자산 파산, 합병, 인수, 개편 또는 판매에 관여하는 경우 이용자의 개인 정보는 해당 거래의 일부로 판매 또는 양도될 수 있습니다.</p>\n<p class="font_8">이 개인 정보 보호 정책은 새로운 법인에게 양도된 개인 정보에 적용됩니다.</p>\n<p class="font_8">- "사이트" 이용자의 정보 접근 또는 수정</p>\n<p class="font_8">타입리걸 "사이트" 이용을 위해 계정 생성했을 경우 회사는 모든 이용자에게 그들이 계정 생성 시 제공한 개인 정보에 접근 및 수정 기능을 제공합니다. 계정 삭제를 원하는 경우 "사이트"에 로그인 후 지침에 따라 계정 삭제를 요청할 수 있습니다. 세금 또는 회계법 준수와 같은 개인 정보를 저장할 법적 근거가 없는 한, 회사는 "사이트" 이용자가 계정 삭제를 요청할 경우 절차에 따라 개인 정보를 삭제하거나 식별 해제합니다.</p>\n<p class="font_8">- "사이트" 이용자의 정보 공유 및 공개</p>\n<p class="font_8">계정 문의 또는 확인 등 타입리걸 서비스를 제공을 위해 필요한 경우 이용자의 개인 정보를 공개할 수 있습니다. 또한 회사 내에서 해당 정보를 활용하여 서비스를 제공 또는 개선할 수 있습니다.</p>\n<p class="font_8">- 동의 철회</p>\n<p class="font_8">모바일 또는 PC 웹브라우저에서는 사용 중인 웹브라우저의 안내에 따라 쿠키를 작동 가능, 불가능 또는 삭제가 가능합니다. 쿠키 사용을 거부 또는 삭제하였을 경우 서비스 이용에 제한이 있을 수 있습니다. 그 이후 해당 디바이스에서 더 이상 맞춤형 광고 경험을 제공하기 위한 개인 정보를 수집, 사용, 공유 또는 처리하지 않습니다.</p>\n<p class="font_8">회사가 이용자의 개인 정보를 저장하기 위한 또 다른 법적 근거가 없는 한, 이용자가 동의를 철회하기 위해 이러한 방법 중 하나를 사용하면 30 일 이내에 수집된 이용자의 개인 정보를 삭제하거나 식별을 해제합니다.</p>\n<p class="font_8">- 법적 필요성</p>\n<p class="font_8">법에 따라 필요한 개인 정보를 처리합니다. 예를 들어, 회사는 이용자가 유럽 경제 지역, 영국 또는 스위스에 있는지 확인하기 위해 이용자의 IP 주소를 수집할 수 있지만 전체 IP 주소를 공유하거나 내부적으로 유지하지 않습니다.</p>',
    is_clause: true,
  },
  {
    _id: '13772ecc-3743-4baf-8730-930780233aa6',
    title: 'privacy',
    idx: 3,
    heading: '제3조 (개인 정보의 제3자 제공)',
    content:
      '<p class="font_8">회사는 이용자들의 개인정보를 "2. 개인 정보 수집 및 이용 정책"에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.</p>\n<p class="font_8">- 이용자들이 사전에 동의한 경우</p>\n<p class="font_8">- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우</p>',
    is_clause: true,
  },
  {
    _id: 'a7e09e24-376d-42f7-9566-7de7bb583a14',
    title: 'privacy',
    idx: 4,
    heading: '제4조 (개인 정보 보유 및 이용기간)',
    content:
      '<p class="font_8">이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존하며, 그 외 다른 목적으로는 절대 사용하지 않습니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">[관련법령에 의한 정보보유 사유]</p>\n<p class="font_8">상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">1. 웹사이트 방문기록</p>\n<p class="font_8">보존이유: 통신비밀보호법</p>\n<p class="font_8">보존기간: 3개월</p>\n<p class="font_8"><br></p>\n<p class="font_8">2. 소비자의 불만 또는 분쟁처리에 관한 기록</p>\n<p class="font_8">보존이유: 전자상거래 등에서의 소비자보호에 관한 법률</p>\n<p class="font_8">보존기간: 3년</p>\n<p class="font_8"><br></p>\n<p class="font_8">3. 대금결제 및 재화 등의 공급에 관한 기록</p>\n<p class="font_8">보존이유: 전자상거래 등에서의 소비자보호에 관한 법률</p>\n<p class="font_8">보존기간: 5년</p>\n<p class="font_8"><br></p>\n<p class="font_8">4. 계약 또는 청약철회 등에 관한 기록</p>\n<p class="font_8">보존이유: 전자상거래 등에서의 소비자보호에 관한 법률</p>\n<p class="font_8">보존기간: 5년</p>\n<p class="font_8"><br></p>\n<p class="font_8">5. 신용정보의 수집/처리 및 이용 등에 관한 기록</p>\n<p class="font_8">보존이유: 신용정보의 이용 및 보호에 관한 법률</p>\n<p class="font_8">보존기간: 3년</p>\n<p class="font_8"><br></p>\n<p class="font_8">6. 표시/광고에 관한 기록</p>\n<p class="font_8">보존이유: 전자상거래 등에서의 소비자보호에 관한 법률</p>\n<p class="font_8">보존기간: 6개월</p>',
    is_clause: true,
  },
  {
    _id: '4ae4d0d0-00d1-47ba-b616-2cc57ebe1ebd',
    title: 'privacy',
    idx: 5,
    heading: '제5조 (개인 정보 파기절차 및 방법)',
    content:
      '<p class="font_8">회사는 원칙적으로 개인 정보 처리 목적이 달성된 경우 지체 없이 해당 개인 정보를 파기하며, 파기절차 및 파기방법은 다음과 같습니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">1. 파기절차</p>\n<p class="font_8">개인이 회사의 서비스 이용을 위해 입력한 정보는 수집 목적이 달성된 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정 기간 저장된 후 혹은 즉시 파기됩니다. 이때, 별도의 DB로 옮겨진 개인 정보는 법률에 의한 경우 외에는 다른 목적으로 이용되지 않습니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">2. 파기방법</p>\n<p class="font_8">(1) 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</p>\n<p class="font_8">(2) 종이에 출력된 개인 정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</p>',
    is_clause: true,
  },
  {
    _id: '9909ca91-2bc4-48ae-810b-c613933de236',
    title: 'privacy',
    idx: 6,
    heading: '제6조 (이용자 및 법정대리인의 권리)',
    content:
      '<p class="font_8">이용자는 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며, 회사의 개인정보의 처리에 동의하지 않는 경우 동의를 거부하거나 가입해지(회원탈퇴)를 요청하실 수 있습니다. 다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다. 이용자의 개인정보 조회 및 수정을 위해서는 ‘개인정보변경’(또는 ‘회원정보수정’ 등)을, 가입해지(동의철회)를 위해서는 “회원탈퇴” 절차를 통해 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 보호책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다. 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다. 회사는 이용자 요청에 의해 해지 또는 삭제된 개인정보는 “4. 개인정보의 보유 및 이용기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다</p>',
    is_clause: true,
  },
  {
    _id: '7dc6f399-1c61-4ada-b9a3-cb478a2d4b0e',
    title: 'privacy',
    idx: 7,
    heading: '제7조 (개인 정보 보호를 위한 기술적∙관리적 보호 대책)',
    content:
      '<p class="font_8">회사는 이용자들의 개인 정보 보호를 위해 다음과 같은 기술적∙관리적 노력을 하고 있습니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">1. 개인 정보 암호화</p>\n<p class="font_8">이용자의 비밀번호 등 중요 정보는 암호화되어 저장, 관리되고 있으며, 개인 정보의 확인 및 변경은 본인에 의해서만 가능합니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">2. 해킹 등에 대비한 대책</p>\n<p class="font_8">회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">3. 개인 정보 취급 직원의 최소화 및 교육</p>\n<p class="font_8">회사의 개인정보관련 처리 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 회사 개인정보처리방침의 준수를 항상 강조하고 있습니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">4. 개인 정보 보호 전담조직의 운영</p>\n<p class="font_8">개인 정보 보호를 위해 개인 정보 보호전담부서를 운영하고 있으며, 개인 정보 취급방침의 이행사항 및 개인 정보 취급자의 준수 여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로잡을 수 있도록 노력하고 있습니다.</p>',
    is_clause: true,
  },
  {
    _id: '31bf011c-2278-443e-9c8e-df5537342cee',
    title: 'privacy',
    idx: 8,
    heading: '제8조 (개인 정보 관리 책임자 및 담당 부서)',
    content:
      '<p class="font_8">회사는 개인정보에 대한 의견수렴 및 불만처리를 담당하는 개인정보 보호책임자를 지정하고 있고, 연락처는 아래와 같습니다. 이용자는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 보호책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.</p>\n<p class="font_8"><br></p>\n<p class="font_8">1. 개인정보 보호책임자 (정)</p>\n<p class="font_8">- 이름: 김도연</p>\n<p class="font_8">- 소속/직위: 대표자</p>\n<p class="font_8">- E-MAIL: main@mylegalteam.co.kr</p>\n<p class="font_8"><br></p>\n<p class="font_8">2. 유관기관</p>\n<p class="font_8">기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.</p>\n<p class="font_8">- 개인정보침해신고센터 (http://www.118.or.kr, 국번없이 118)</p>\n<p class="font_8">- 대검찰청 사이버범죄수사과 (http://www.spo.go.kr, 국번없이 1301)</p>\n<p class="font_8">- 경찰청 사이버안전국(http://www.ctrc.go.kr, 국번없이 182)</p>',
    is_clause: true,
  },
  {
    _id: 'bfca8a11-ef06-4708-8de8-6d90b7488411',
    title: 'privacy',
    idx: 9,
    heading: '제9조 (기타)',
    content: '<p class="font_8">회사가 제공하는 서비스에 링크되어 있는 외부 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 개인정보취급방침이 적용되지 않음을 알려드립니다.</p>',
    is_clause: true,
  },
  {
    _id: '6887f53d-cdb7-4174-a7b5-fa5c5489614a',
    title: 'privacy',
    idx: 10,
    heading: '제10조 (개인 정보취급방침의 고지 의무)',
    content:
      '<p class="font_8">회사는 개인 정보 취급방침에 대한 변경이 있을 경우에는 개정 개인 정보 취급방침의 시행일로부터 최소 7일 전에 홈페이지의 공지사항 또는 이메일을 통해 고지하며, 이 정책은 고지한 날로부터 시행됩니다. 다만, 개인 정보의 수집·이용 목적, 제3자 제공 대상 등 중요한 사항이 추가 및 삭제, 수정되는 경우에는 30일 전에 사전 공지하고, 30일이 경과된 후에 시행됩니다. 또한 당사는 개인 정보의 수집 및 활용, 제3자 제공 등 정보통신망 이용 촉진 및 정보 보호 등에 관한 법률 등 관련 법령에 따라 고객의 별도 동의가 필요한 사항과 관련된 내용이 추가, 변경되는 경우에는 관련 법령에 따른 고객의 별도 동의를 받습니다.</p>',
    is_clause: true,
  },
]

export const personal_data_array = [
  {
    _id: 'b0b38053-11ab-450b-8625-12f2fb2a593f',
    title: 'personal data',
    idx: 0,
    heading: '■ 수집하는 개인정보 항목',
    content: '<p class="font_8">회사는 회원가입, 상담, 서비스 신청 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.<br>\nο 수집항목 : 작성자 성명, 이메일, 전화번호, 디자인 전문분야<br>\nο 개인정보 수집방법 : 홈페이지(게시물 작성)</p>',
    is_clause: true,
  },
  {
    _id: '08c5d6c7-b4cf-4b41-b4e8-a7f3ca9a5a90',
    title: 'personal data',
    idx: 1,
    heading: '■ 개인정보의 수집 및 이용목적',
    content: '<p class="font_8">회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.</p>\n<p class="font_8">- 서비스 체험용 아이디 발급, 민원 처리</p>',
    is_clause: true,
  },
  {
    _id: '8d87d6ca-aedd-49b0-89e2-6b7e6a096bd1',
    title: 'personal data',
    idx: 2,
    heading: '■ 개인정보의 보유 및 이용기간',
    content:
      '<p class="font_8">원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.</p>\n<p class="font_8">- 보존 항목 : 이름, 이메일<br>\n- 보존 근거 : 서비스 이용의 혼선 방지<br>\n- 보존 기간 : 5년 상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.</p>\n<p class="font_8">- 계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)<br>\n- 대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)<br>\n- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의 소비자보호에 관한 법률)<br>\n- 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년 (신용정보의 이용 및 보호에 관한 법률)</p>',
    is_clause: true,
  },
]
